[{
        "title": "Backend Engineer",
        "description": "The backend engineer is responsible for the backend development for projectME — a creative file system for brainstorming. It is your very personal internet collection and knowledge base that takes the flow of your thoughts somewhere unexpected, leading to new discoveries and ideas.",
        "skills": [
            "strong understanding in relational databases and scalable design systems",
            "AWS\/GCP\/Azure",
            "any ONE of the following: NodeJS\/ GO\/ Python\/ C++",
            "relational databases/SQL/PostgreSql/Redis/MongoDb",
            "docker"
        ],
        "otherSkills": [
            "Kubernetes",
            "Elasticsearch ",
            "DevOps",
            "CI/CD ",
            "Testing"
        ]
    },
    {
        "title": "Frontend UI Engineer",
        "description": "The frontend engineer is responsible for the backend development for projectME — a creative file system for brainstorming. It is your very personal internet collection and knowledge base that takes the flow of your thoughts somewhere unexpected, leading to new discoveries and ideas.",
        "skills": [
            "REACTJS or Vue",
            "state management using redux\/etc",
            "styling using SCSS\/Stylus\/Tailwind CSS",
            "experience with NextJS/Gatsby/Nuxt",
            "experience building animations",
            "experience working with Figma\/Sketch\/Adobe XD"
        ],
        "otherSkills": [
            "ThreeJS\/ WebGL\/ WebRTC\/ D3",
            "Blender or other 3D modeling software",
            "Adobe Suite"
        ]
    },
    {
        "title": "Backend Engineer",
        "description": "The full stack engineer is responsible for the backend development for projectME — a creative file system for brainstorming. It is your very personal internet collection and knowledge base that takes the flow of your thoughts somewhere unexpected, leading to new discoveries and ideas.",
        "skills": [
            "basic understanding in backend development",
            "databases",
            "basic reactjs",
            "basic devops"
        ],
        "otherSkills": [
            "Prior experience in lead engineering rolls",
            "Prior experience in project management"
        ]
    }
]